export const theory = [
  'Present Simple в английском языке используется для выражения повседневных действий, общих фактов, привычек и расписаний.',
  'Особенности:',
  'Образование: Для большинства глаголов окончание -s или -es добавляется к инфинитивной форме для 3-го лица единственного числа.',
  'Исключения: Некоторые глаголы образуют форму 3-го лица единственного числа по-другому.',
  'Отрицательная форма: Образуется с использованием вспомогательного глагола do (does для 3-го лица единственного числа) в форме not.',
  'Вопросительная форма: Вспомогательный глагол do (does для 3-го лица единственного числа) ставится перед подлежащим.',
  'Временные указатели и наречия используются с Present Simple для указания частоты действий.',
  'Present Simple также используется для выражения общих фактов и научных истин.',
  'Это основные правила и особенности Present Simple в английском языке.',
];
